[
  {
    "base_text": "Tell me about times when you felt a huge sense of accomplishment or success.",
    "variations": [
      "Erzählen Sie doch mal von einem Moment, in dem Sie sich besonders erfolgreich gefühlt haben.",
      "Gab es eine Situation, in der Sie wirklich stolz auf Ihre Leistung waren? Erzählen Sie mal davon.",
      "Können Sie mir von einer Erfahrung berichten, bei der Sie ein starkes Gefühl der Erfüllung hatten?",
      "Wann haben Sie zuletzt das Gefühl gehabt, dass Sie wirklich etwas erreicht haben?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie sich besonders erfolgreich gefühlt haben?",
      "Was war eine Situation in Ihrer Karriere, die Sie als besonders erfolgreich empfunden haben?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie sich wie ein Gewinner gefühlt haben.",
      "Können Sie mir eine Situation beschreiben, in der Sie besonders stolz auf sich selbst waren?",
      "Wann haben Sie das letzte Mal ein großes Erfolgserlebnis gehabt?",
      "Denken Sie an einen Moment, in dem Sie wirklich zufrieden mit Ihrer Leistung waren. Was ist da passiert?",
      "Welche Erlebnisse haben Ihnen das Gefühl gegeben, wirklich etwas erreicht zu haben?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie sich besonders erfüllt gefühlt haben?",
      "Erzählen Sie von einem Moment, der für Sie ein echter Erfolg war.",
      "Gab es eine Zeit, in der Sie wirklich das Gefühl hatten, alles richtig gemacht zu haben?",
      "Können Sie sich an eine Aufgabe erinnern, nach deren Abschluss Sie besonders stolz waren?",
      "Was war Ihr größter Erfolg in den letzten Jahren? Erzählen Sie mir davon.",
      "Wann haben Sie sich das letzte Mal wirklich erfolgreich gefühlt, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen das Gefühl gegeben hat, etwas Besonderes erreicht zu haben.",
      "Gibt es eine Zeit, die Ihnen in Erinnerung geblieben ist, weil Sie sich so erfolgreich gefühlt haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass sich all Ihre Mühen gelohnt haben?",
      "Denken Sie an eine Situation, in der Sie wirklich stolz auf Ihre Arbeit waren. Was war das?",
      "Erzählen Sie mir von einer Herausforderung, die Sie gemeistert haben und auf die Sie besonders stolz sind.",
      "Können Sie sich an eine Erfahrung erinnern, die für Sie wie ein großer Erfolg war?",
      "Welche Erfahrungen haben Ihnen das Gefühl gegeben, etwas wirklich Großes erreicht zu haben?",
      "Wann haben Sie das Gefühl gehabt, dass Sie Ihr Ziel wirklich erreicht haben?",
      "Erzählen Sie von einem Projekt, nach dessen Abschluss Sie sich sehr erfüllt gefühlt haben.",
      "Welche Erfolge in Ihrer Karriere bedeuten Ihnen besonders viel?",
      "Können Sie von einem Moment berichten, in dem Sie sich selbst richtig gelobt haben?",
      "Erzählen Sie von einer Situation, die Sie als besonders erfolgreich in Erinnerung behalten haben.",
      "Wann hatten Sie das letzte Mal das Gefühl, dass sich all Ihre Anstrengungen ausgezahlt haben?"
    ]
  },
  {
    "base_text": "Tell me about times when you fixed something that wasn't working.",
    "variations": [
      "Erzählen Sie mir von Zeiten, in denen Sie etwas repariert haben, das nicht funktioniert hat.",
      "Gab es eine Situation, in der Sie ein Problem behoben haben? Wie sind Sie vorgegangen?",
      "Können Sie mir von einem Moment erzählen, in dem Sie etwas repariert oder wieder zum Laufen gebracht haben?",
      "Wann haben Sie zuletzt ein technisches Problem gelöst? Was war das genau?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie eine fehlerhafte Situation wieder in Ordnung gebracht haben?",
      "Was war eine Herausforderung, bei der etwas nicht funktioniert hat und Sie es wieder hingekriegt haben?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie eine Lösung für ein defektes System gefunden haben.",
      "Können Sie eine Situation beschreiben, in der Sie etwas repariert haben, das ausgefallen war?",
      "Wann haben Sie das letzte Mal ein technisches oder organisatorisches Problem behoben?",
      "Denken Sie an einen Moment, in dem Sie eine kaputte Funktion wiederhergestellt haben. Was ist da passiert?",
      "Welche Herausforderungen haben Sie gemeistert, bei denen etwas nicht so lief, wie es sollte?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie ein defektes System repariert haben?",
      "Erzählen Sie von einem Moment, der für Sie besonders war, weil Sie ein Problem lösen konnten.",
      "Gab es eine Zeit, in der Sie wirklich stolz waren, weil Sie etwas repariert haben, das nicht funktioniert hat?",
      "Können Sie sich an eine Aufgabe erinnern, die nicht funktioniert hat und die Sie dann erfolgreich reparieren konnten?",
      "Was war das letzte große technische Problem, das Sie gelöst haben?",
      "Wann haben Sie sich das letzte Mal über eine erfolgreiche Reparatur gefreut, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil Sie etwas repariert haben.",
      "Gibt es eine Zeit, in der Sie besonders stolz darauf waren, ein Problem gelöst zu haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Ihre Lösung den Unterschied gemacht hat?",
      "Denken Sie an eine Situation, in der Sie ein technisches Problem gelöst haben. Was war das?",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie etwas wieder in Gang gebracht haben.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Sie durch Ihre Reparatur etwas wieder funktionstüchtig gemacht haben?",
      "Welche Erfahrungen haben Ihnen das Gefühl gegeben, dass Ihre Lösung entscheidend war?",
      "Wann haben Sie das Gefühl gehabt, dass Ihre Reparatur wirklich den Unterschied gemacht hat?",
      "Erzählen Sie von einem Projekt, bei dem Sie eine Lösung für ein Problem gefunden haben.",
      "Welche Erfolge beim Reparieren oder Problembeheben bedeuten Ihnen besonders viel?",
      "Können Sie von einem Moment berichten, in dem Sie besonders stolz auf Ihre Problemlösungsfähigkeit waren?",
      "Erzählen Sie von einer Situation, die Sie als besonders herausfordernd in Erinnerung behalten haben, weil etwas nicht funktionierte.",
      "Wann hatten Sie das letzte Mal das Gefühl, dass Ihre Reparatur entscheidend war?"
    ]
  },

  {
    "base_text": "Tell me about a time when you had to make a challenging decision.",
    "variations": [
      "Erzählen Sie mir von einer Zeit, in der Sie eine schwierige Entscheidung treffen mussten.",
      "Gab es eine Situation, in der Ihnen eine Entscheidung besonders schwergefallen ist? Erzählen Sie mal davon.",
      "Können Sie mir von einem Moment berichten, in dem Sie sich zwischen zwei schwierigen Optionen entscheiden mussten?",
      "Wann mussten Sie zuletzt eine Entscheidung treffen, die Ihnen nicht leicht gefallen ist?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie eine komplexe Entscheidung treffen mussten?",
      "Was war die schwierigste Entscheidung, die Sie in Ihrer Karriere treffen mussten?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie sich mit einer harten Entscheidung konfrontiert sahen.",
      "Können Sie eine Situation beschreiben, in der Sie zwischen mehreren schwierigen Optionen abwägen mussten?",
      "Wann haben Sie das letzte Mal eine Entscheidung getroffen, bei der Sie lange überlegt haben?",
      "Denken Sie an einen Moment, in dem eine Entscheidung Ihnen besonders schwergefallen ist. Was ist da passiert?",
      "Welche Entscheidungen in Ihrem Berufsleben haben Ihnen besonders zu schaffen gemacht?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie eine knifflige Entscheidung treffen mussten?",
      "Erzählen Sie von einem Moment, in dem Sie eine riskante Entscheidung getroffen haben.",
      "Gab es eine Zeit, in der Sie eine Entscheidung bereut haben? Was haben Sie daraus gelernt?",
      "Können Sie sich an eine Situation erinnern, in der Ihre Entscheidung langfristige Auswirkungen hatte?",
      "Was war die letzte große Entscheidung, die Sie treffen mussten, und wie sind Sie damit umgegangen?",
      "Wann haben Sie sich das letzte Mal zwischen zwei schwierigen Wegen entscheiden müssen, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil die Entscheidung nicht leicht war.",
      "Gibt es eine Zeit, die Ihnen im Gedächtnis geblieben ist, weil Sie eine besonders schwere Entscheidung treffen mussten?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Ihre Entscheidung den Unterschied gemacht hat?",
      "Denken Sie an eine Situation, in der Sie Verantwortung übernehmen mussten und eine wichtige Entscheidung trafen.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie eine riskante Entscheidung fällen mussten.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Sie lange über eine Entscheidung nachgedacht haben?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie schwierig es sein kann, eine Entscheidung zu treffen?",
      "Wann hatten Sie das Gefühl, dass Sie eine Entscheidung treffen mussten, die niemand sonst treffen wollte?",
      "Erzählen Sie von einem Projekt, bei dem Sie eine kritische Entscheidung fällen mussten.",
      "Welche Entscheidungen in Ihrer Karriere haben Sie besonders herausgefordert?",
      "Können Sie von einem Moment berichten, in dem Sie sich besonders unsicher bei einer Entscheidung gefühlt haben?",
      "Erzählen Sie von einer Situation, die Ihnen schwerfiel, weil die Entscheidung komplex war.",
      "Wann mussten Sie das letzte Mal eine Entscheidung treffen, die Ihnen große Verantwortung abverlangt hat?"
    ]
  },
  {
    "base_text": "Tell me about a time when you had to influence a leader or team.",
    "variations": [
      "Erzählen Sie mir von einer Zeit, in der Sie einen Führer oder ein Team beeinflussen mussten.",
      "Gab es eine Situation, in der Sie die Meinung eines Vorgesetzten oder Teams ändern mussten? Erzählen Sie mal davon.",
      "Können Sie mir von einem Moment berichten, in dem es Ihnen gelungen ist, ein Team oder eine Führungskraft zu überzeugen?",
      "Wann haben Sie zuletzt versucht, eine Entscheidung eines Teams oder eines Vorgesetzten zu beeinflussen?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie Ihre Ideen erfolgreich an ein Team oder eine Führungskraft vermitteln konnten?",
      "Was war eine Situation, in der Sie Ihre Überzeugungskraft gegenüber einem Vorgesetzten oder Team einsetzen mussten?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie die Richtung eines Projekts durch Ihren Einfluss ändern konnten.",
      "Können Sie eine Situation beschreiben, in der Sie das Denken eines Teams oder eines Chefs beeinflusst haben?",
      "Wann haben Sie das letzte Mal Ihre Meinung gegenüber einer Führungskraft oder einem Team durchgesetzt?",
      "Denken Sie an einen Moment, in dem Sie die Perspektive eines Vorgesetzten oder Teams ändern konnten. Was ist da passiert?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie wichtig es ist, andere zu überzeugen?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie den Kurs eines Teams oder Projekts durch Ihren Einfluss ändern konnten?",
      "Erzählen Sie von einem Moment, in dem Sie eine Gruppe oder eine Führungsperson von Ihrer Idee überzeugt haben.",
      "Gab es eine Zeit, in der Sie wirklich dafür kämpfen mussten, dass Ihre Meinung gehört wird?",
      "Können Sie sich an eine Situation erinnern, in der Sie eine Führungskraft von einer anderen Herangehensweise überzeugt haben?",
      "Was war der letzte große Moment, in dem Sie ein Team auf Ihre Seite gebracht haben?",
      "Wann haben Sie sich das letzte Mal aktiv bemüht, die Entscheidung eines Teams oder Vorgesetzten zu beeinflussen, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil Sie erfolgreich Einfluss genommen haben.",
      "Gibt es eine Zeit, die Ihnen im Gedächtnis geblieben ist, weil Sie ein Team in eine bestimmte Richtung lenken konnten?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Ihre Überzeugungskraft entscheidend war?",
      "Denken Sie an eine Situation, in der Ihre Argumente den Ausschlag für eine Entscheidung gegeben haben.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie ein Team oder eine Führungskraft für eine neue Idee gewinnen mussten.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Ihre Meinung entscheidend für den weiteren Verlauf eines Projekts war?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie Sie Ihre Ideen am besten vermitteln können?",
      "Wann hatten Sie das Gefühl, dass Ihre Worte einen echten Unterschied gemacht haben?",
      "Erzählen Sie von einem Projekt, bei dem Sie die Richtung durch Ihren Einfluss ändern konnten.",
      "Welche Situationen haben Ihnen gezeigt, wie Sie ein Team oder einen Chef erfolgreich überzeugen können?",
      "Können Sie von einem Moment berichten, in dem Sie sich besonders gefordert gefühlt haben, andere zu überzeugen?",
      "Erzählen Sie von einer Situation, die schwierig war, weil Sie eine Führungskraft oder ein Team überzeugen mussten.",
      "Wann mussten Sie das letzte Mal hart daran arbeiten, um Ihre Idee in einem Team durchzusetzen?"
    ]
  }
]
