[
  {
    "base_text": "Tell me about times when you felt a huge sense of accomplishment or success.",
    "variations": [
      "Erzählen Sie doch mal von einem Moment, in dem Sie sich besonders erfolgreich gefühlt haben.",
      "Gab es eine Situation, in der Sie wirklich stolz auf Ihre Leistung waren? Erzählen Sie mal davon.",
      "Können Sie mir von einer Erfahrung berichten, bei der Sie ein starkes Gefühl der Erfüllung hatten?",
      "Wann haben Sie zuletzt das Gefühl gehabt, dass Sie wirklich etwas erreicht haben?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie sich besonders erfolgreich gefühlt haben?",
      "Was war eine Situation in Ihrer Karriere, die Sie als besonders erfolgreich empfunden haben?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie sich wie ein Gewinner gefühlt haben.",
      "Können Sie mir eine Situation beschreiben, in der Sie besonders stolz auf sich selbst waren?",
      "Wann haben Sie das letzte Mal ein großes Erfolgserlebnis gehabt?",
      "Denken Sie an einen Moment, in dem Sie wirklich zufrieden mit Ihrer Leistung waren. Was ist da passiert?",
      "Welche Erlebnisse haben Ihnen das Gefühl gegeben, wirklich etwas erreicht zu haben?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie sich besonders erfüllt gefühlt haben?",
      "Erzählen Sie von einem Moment, der für Sie ein echter Erfolg war.",
      "Gab es eine Zeit, in der Sie wirklich das Gefühl hatten, alles richtig gemacht zu haben?",
      "Können Sie sich an eine Aufgabe erinnern, nach deren Abschluss Sie besonders stolz waren?",
      "Was war Ihr größter Erfolg in den letzten Jahren? Erzählen Sie mir davon.",
      "Wann haben Sie sich das letzte Mal wirklich erfolgreich gefühlt, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen das Gefühl gegeben hat, etwas Besonderes erreicht zu haben.",
      "Gibt es eine Zeit, die Ihnen in Erinnerung geblieben ist, weil Sie sich so erfolgreich gefühlt haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass sich all Ihre Mühen gelohnt haben?",
      "Denken Sie an eine Situation, in der Sie wirklich stolz auf Ihre Arbeit waren. Was war das?",
      "Erzählen Sie mir von einer Herausforderung, die Sie gemeistert haben und auf die Sie besonders stolz sind.",
      "Können Sie sich an eine Erfahrung erinnern, die für Sie wie ein großer Erfolg war?",
      "Welche Erfahrungen haben Ihnen das Gefühl gegeben, etwas wirklich Großes erreicht zu haben?",
      "Wann haben Sie das Gefühl gehabt, dass Sie Ihr Ziel wirklich erreicht haben?",
      "Erzählen Sie von einem Projekt, nach dessen Abschluss Sie sich sehr erfüllt gefühlt haben.",
      "Welche Erfolge in Ihrer Karriere bedeuten Ihnen besonders viel?",
      "Können Sie von einem Moment berichten, in dem Sie sich selbst richtig gelobt haben?",
      "Erzählen Sie von einer Situation, die Sie als besonders erfolgreich in Erinnerung behalten haben.",
      "Wann hatten Sie das letzte Mal das Gefühl, dass sich all Ihre Anstrengungen ausgezahlt haben?"
    ]
  }
]
