[
  {
    "base_text": "Tell me about times when you removed barriers or came up with a creative solution.",
    "variations": [
      "Erzählen Sie mir von Momenten, in denen Sie Hindernisse beseitigt oder eine kreative Lösung gefunden haben.",
      "Gab es Situationen, in denen Sie kreative Ansätze gefunden haben, um ein Problem zu lösen? Erzählen Sie mir davon.",
      "Können Sie von einem Moment berichten, in dem Sie eine ungewöhnliche Lösung entwickelt haben, um ein Hindernis zu überwinden?",
      "Wann haben Sie zuletzt eine kreative Idee eingesetzt, um ein Problem zu lösen?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie durch kreatives Denken ein Hindernis aus dem Weg geräumt haben?",
      "Was war eine Situation, in der Sie mit einer innovativen Lösung ein Problem gelöst haben?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie durch einen neuen Ansatz ein Hindernis überwinden konnten.",
      "Können Sie eine Situation beschreiben, in der Sie kreativ werden mussten, um weiterzukommen?",
      "Wann haben Sie das letzte Mal eine kreative Lösung gefunden, um ein Hindernis zu überwinden?",
      "Denken Sie an einen Moment, in dem Sie ein Problem durch unkonventionelles Denken gelöst haben. Was ist da passiert?",
      "Welche Herausforderungen haben Sie gemeistert, bei denen Sie auf kreative Lösungen zurückgreifen mussten?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie eine innovative Lösung entwickelt haben?",
      "Erzählen Sie von einem Moment, in dem Ihre Kreativität der Schlüssel zur Lösung war.",
      "Gab es eine Zeit, in der Sie durch neue Ansätze ein Hindernis beseitigt haben?",
      "Können Sie sich an eine Aufgabe erinnern, bei der Kreativität entscheidend für den Erfolg war?",
      "Was war die letzte große Herausforderung, die Sie mit einem kreativen Ansatz gelöst haben?",
      "Wann haben Sie sich das letzte Mal durch einen kreativen Gedanken weitergebracht, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil Sie kreativ sein mussten.",
      "Gibt es eine Zeit, die Ihnen im Gedächtnis geblieben ist, weil Sie durch Innovation ein Problem gelöst haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Ihre Kreativität entscheidend war?",
      "Denken Sie an eine Situation, in der Ihre Ideen den entscheidenden Unterschied gemacht haben.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie durch kreative Ansätze das Problem gelöst haben.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Ihre Kreativität eine Lösung ermöglichte?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie wichtig kreatives Denken sein kann?",
      "Wann hatten Sie das Gefühl, dass Ihr Ansatz wirklich innovativ war?",
      "Erzählen Sie von einem Projekt, bei dem Ihre Kreativität gefragt war.",
      "Welche Situationen haben Ihnen gezeigt, wie Sie durch kreatives Denken Hindernisse überwinden können?",
      "Können Sie von einem Moment berichten, in dem Sie durch eine neue Idee das Problem lösen konnten?",
      "Erzählen Sie von einer Situation, die schwierig war, weil Sie eine kreative Lösung finden mussten.",
      "Wann mussten Sie das letzte Mal improvisieren, um ein Hindernis zu überwinden?"
    ]
  },
  {
    "base_text": "Tell me about a time when you failed but learned.",
    "variations": [
      "Erzählen Sie mir von einer Situation, in der Sie gescheitert sind, aber daraus gelernt haben.",
      "Gab es eine Situation, in der Sie einen Fehler gemacht haben und daraus wichtige Erkenntnisse gewonnen haben?",
      "Können Sie mir von einem Moment berichten, in dem Sie scheiterten, aber etwas Wichtiges gelernt haben?",
      "Wann haben Sie zuletzt einen Fehler gemacht, der Sie etwas gelehrt hat?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie durch einen Misserfolg wertvolle Erfahrungen gesammelt haben?",
      "Was war eine Situation, in der Sie gescheitert sind, aber im Nachhinein daraus profitieren konnten?",
      "Erzählen Sie mir von einem Erlebnis, bei dem ein Fehlschlag Sie weitergebracht hat.",
      "Können Sie eine Situation beschreiben, in der Sie aus einem Fehler gelernt haben?",
      "Wann haben Sie das letzte Mal eine schwierige Erfahrung gemacht, die Ihnen eine wichtige Lektion beigebracht hat?",
      "Denken Sie an einen Moment, in dem ein Misserfolg Sie zum Nachdenken gebracht hat. Was ist da passiert?",
      "Welche Herausforderungen haben Ihnen im Scheitern wichtige Lektionen beigebracht?",
      "Haben Sie ein Beispiel für eine Situation, in der ein Fehler Ihnen neue Einsichten gegeben hat?",
      "Erzählen Sie von einem Moment, in dem Sie durch einen Rückschlag etwas gelernt haben.",
      "Gab es eine Zeit, in der Sie einen Fehler gemacht haben und daraufhin Ihre Arbeitsweise angepasst haben?",
      "Können Sie sich an eine Aufgabe erinnern, bei der Scheitern Sie im Nachhinein weitergebracht hat?",
      "Was war das letzte Mal, als Sie aus einem Fehler gelernt haben?",
      "Wann haben Sie sich das letzte Mal durch einen Fehler weiterentwickelt, und warum?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil Sie aus ihm gelernt haben.",
      "Gibt es eine Zeit, die Ihnen im Gedächtnis geblieben ist, weil Sie aus einem Fehler viel gelernt haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Fehler eine Chance waren?",
      "Denken Sie an eine Situation, in der ein Misserfolg Ihnen neue Perspektiven gegeben hat.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie durch einen Fehler gewachsen sind.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Scheitern Ihnen eine neue Sichtweise eröffnet hat?",
      "Welche Erfahrungen haben Ihnen gezeigt, dass Fehler lehrreich sein können?",
      "Wann hatten Sie das Gefühl, dass Ihr Scheitern wichtig für Ihre Entwicklung war?",
      "Erzählen Sie von einem Projekt, bei dem Sie aus Fehlern lernen konnten.",
      "Welche Situationen haben Ihnen gezeigt, wie Sie aus Rückschlägen lernen können?",
      "Können Sie von einem Moment berichten, in dem ein Fehler Ihnen neue Wege eröffnet hat?",
      "Erzählen Sie von einer Situation, die schwierig war, aber Ihnen wichtige Erkenntnisse gebracht hat.",
      "Wann mussten Sie das letzte Mal mit einem Misserfolg umgehen und daraus lernen?"
    ]
  },
  {
    "base_text": "Tell me about a time when you had to defuse an escalating situation.",
    "variations": [
      "Erzählen Sie mir von einem Zeitpunkt, an dem Sie eine eskalierende Situation entschärfen mussten.",
      "Gab es eine Situation, in der Sie eine Konfliktsituation beruhigen mussten? Erzählen Sie mir davon.",
      "Können Sie mir von einem Moment berichten, in dem Sie eine angespannte Situation deeskalieren mussten?",
      "Wann haben Sie zuletzt versucht, eine Konfliktsituation zu entschärfen?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie einen Konflikt beruhigen konnten?",
      "Was war eine Situation, in der Sie einen Streit schlichten mussten?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie ein drohendes Problem entschärfen konnten.",
      "Können Sie eine Situation beschreiben, in der Sie einen Konflikt beilegen mussten?",
      "Wann haben Sie das letzte Mal eine Eskalation verhindert?",
      "Denken Sie an einen Moment, in dem Sie einen Streit beruhigen konnten. Was ist da passiert?",
      "Welche Herausforderungen haben Ihnen gezeigt, wie wichtig Deeskalation ist?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie einen Konflikt entschärfen konnten?",
      "Erzählen Sie von einem Moment, in dem Sie durch Deeskalation die Situation verbessert haben.",
      "Gab es eine Zeit, in der Sie durch Ruhe eine Eskalation verhindern konnten?",
      "Können Sie sich an eine Aufgabe erinnern, bei der Sie einen Konflikt schlichten mussten?",
      "Was war das letzte Mal, als Sie eine Eskalation verhindert haben?",
      "Wann haben Sie sich das letzte Mal bemüht, einen Streit zu entschärfen?",
      "Beschreiben Sie einen Moment, der Ihnen in Erinnerung geblieben ist, weil Sie erfolgreich deeskaliert haben.",
      "Gibt es eine Zeit, die Ihnen im Gedächtnis geblieben ist, weil Sie eine Eskalation verhindern konnten?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Ihre Deeskalation entscheidend war?",
      "Denken Sie an eine Situation, in der Ihr Verhalten einen Konflikt entschärft hat.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie durch Deeskalation den Unterschied machten.",
      "Können Sie sich an eine Erfahrung erinnern, bei der Deeskalation der Schlüssel war?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie wichtig Deeskalation sein kann?",
      "Wann hatten Sie das Gefühl, dass Ihr Verhalten die Situation verbessert hat?",
      "Erzählen Sie von einem Projekt, bei dem Sie eine Eskalation verhindern konnten.",
      "Welche Situationen haben Ihnen gezeigt, wie Sie erfolgreich deeskalieren können?",
      "Können Sie von einem Moment berichten, in dem Ihre Ruhe die Eskalation verhinderte?",
      "Erzählen Sie von einer Situation, die brenzlig war, bis Sie sie entschärfen konnten.",
      "Wann mussten Sie das letzte Mal durch Deeskalation einen Konflikt beilegen?"
    ]
  },
  {
    "base_text": "Give me an example of a time you did something wrong. How did you handle it?",
    "variations": [
      "Geben Sie mir ein Beispiel für eine Situation, in der Sie etwas falsch gemacht haben. Wie sind Sie damit umgegangen?",
      "Gab es eine Situation, in der Sie einen Fehler gemacht haben? Wie haben Sie darauf reagiert?",
      "Können Sie mir von einem Moment berichten, in dem Sie einen Fehler gemacht haben und ihn korrigieren mussten?",
      "Wann haben Sie zuletzt etwas falsch gemacht und mussten damit umgehen?",
      "Fällt Ihnen ein Beispiel ein, bei dem Sie einen Fehler gemacht und es wieder in Ordnung gebracht haben?",
      "Was war eine Situation, in der Sie nach einem Fehler handeln mussten?",
      "Erzählen Sie mir von einem Erlebnis, bei dem Sie Ihren eigenen Fehler wiedergutmachen mussten.",
      "Können Sie eine Situation beschreiben, in der Sie einen Fehler gemacht und es gelöst haben?",
      "Wann haben Sie das letzte Mal einen Fehler korrigieren müssen?",
      "Denken Sie an einen Moment, in dem Sie einen Fehler gemacht haben. Wie sind Sie damit umgegangen?",
      "Welche Fehler haben Sie gemacht, bei denen Sie das Problem lösen mussten?",
      "Haben Sie ein Beispiel für eine Situation, in der Sie mit einem Fehler konfrontiert wurden?",
      "Erzählen Sie von einem Moment, in dem Sie durch Korrektur eines Fehlers weiterkamen.",
      "Gab es eine Zeit, in der Sie mit den Konsequenzen eines Fehlers umgehen mussten?",
      "Können Sie sich an eine Aufgabe erinnern, bei der ein Fehler Sie zum Handeln brachte?",
      "Was war das letzte Mal, als Sie nach einem Fehler Verantwortung übernehmen mussten?",
      "Wann haben Sie sich das letzte Mal bemüht, einen Fehler wieder in Ordnung zu bringen?",
      "Beschreiben Sie einen Moment, in dem Sie einen Fehler erfolgreich korrigiert haben.",
      "Gibt es eine Zeit, die Ihnen in Erinnerung geblieben ist, weil Sie nach einem Fehler gehandelt haben?",
      "In welchen Momenten haben Sie das Gefühl gehabt, dass Fehler eine Chance waren?",
      "Denken Sie an eine Situation, in der Ihr Verhalten nach einem Fehler entscheidend war.",
      "Erzählen Sie mir von einer Herausforderung, bei der Sie durch Fehler Verantwortung übernehmen mussten.",
      "Können Sie sich an eine Erfahrung erinnern, bei der ein Fehler Sie weitergebracht hat?",
      "Welche Erfahrungen haben Ihnen gezeigt, wie wichtig Verantwortung für Fehler ist?",
      "Wann hatten Sie das Gefühl, dass Ihr Fehler Sie persönlich herausgefordert hat?",
      "Erzählen Sie von einem Projekt, bei dem Sie einen Fehler korrigieren mussten.",
      "Welche Situationen haben Ihnen gezeigt, wie Sie mit Fehlern umgehen können?",
      "Können Sie von einem Moment berichten, in dem ein Fehler Sie zur Lösung geführt hat?",
      "Erzählen Sie von einer Situation, die Ihnen eine Lektion in Umgang mit Fehlern gegeben hat.",
      "Wann mussten Sie das letzte Mal aktiv einen Fehler wiedergutmachen?"
    ]
  }
]
